Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E18B.tmx
Source language: en_us
Languages: zh_cn

source: How To Reduce Excess Fat Around The Waist
zh_cn: 如何减去腰部多余脂肪

source: Worries about how belly fat looks pale in comparison to the dangers it poses to your overall health.
zh_cn: 与对全身造成的威胁相比，人们更加担心腹部肥胖使得自己与别人相形见绌。

source: Abdominal fat consists of two types of fat: subcutaneous fat, which lies just below your skin; and visceral fat, which settles deep inside your abdomen and wraps around your internal organs.
zh_cn: 腹部肥胖包括两种类型：皮下脂肪，就在你皮肤下面的那种；内脏脂肪，存在于你腹部的里面，遍布器官内部。

source: Visceral fat produces hormones that increase your risk of serious medical conditions such as breast cancer and diabetes.
zh_cn: 内脏脂肪能够产生荷尔蒙从而增加你患像乳腺癌、糖尿病等严重疾病的风险。

source: It's also linked to heart disease and high blood pressure.
zh_cn: 它还和心脏病、高血压有关。

source: Step 1
zh_cn: 第一步

source: Limit your intake of fatty foods such as whole dairy and fatty cuts of meat.
zh_cn: 减少摄入像全脂奶、肥肉等油腻的食物。

source: Switch to skinless poultry and fish.
zh_cn: 改为去皮的家禽和鱼类。

source: Choose low-fat or fat-free dairy and use egg whites instead of whole eggs.
zh_cn: 选择低脂肪或无脂肪的食物，另外只吃蛋白而不是整个鸡蛋。

source: Use healthy oils such as olive oil for cooking instead of butter.
zh_cn: 使用健康的油做饭比如橄榄油而不是黄油。

source: Step 2
zh_cn: 第二步

source: Eat about 2 1/2 cups of fruit and vegetables daily.
zh_cn: 每天和2.5杯水果蔬菜汁。

source: Since fruits are low in fat and rich in fiber, they help stabilize levels of blood glucose and insulin, which increase abdominal fat.
zh_cn: 因为水果低脂肪高纤维，他们帮助稳定能增加腹部肥胖的葡萄糖及胰岛素。

source: Step 3
zh_cn: 第三步

source: Increase your aerobic activity level to about 30 or 60 minutes, five days a week.
zh_cn: 增加你的有氧代谢活动等级到30到60分钟，一周五次。

source: Aerobic exercise is an efficient way to burn excess calories and fat all over your body.
zh_cn: 有氧代谢活动是一种燃烧多余卡路里和全身脂肪的有效方式。

source: Step 4
zh_cn: 第四步

source: Strength train at least twice a week using weights, a weight machine, resistance bands or weight machines.
zh_cn: 力量训练每周至少两次用体重机使用力量，可以选择体重带或体重机。

source: Weight training increases muscle mass, which increases calorie burning and helps reduce stomach fat.
zh_cn: 增加肌肉量，能够增加卡路里燃烧帮助减少胃部脂肪。

source: Do two to three sets of 8 to 12 repetitions of each muscle-building exercise
zh_cn: 做两到三组8至12次的练习。

source: Step 5
zh_cn: 第五步

source: Drink a cup of green tea daily.
zh_cn: 每天喝绿茶。

source: Green tea contains antioxidants called catechins that can effectively reduce visceral and subcutaneous fat, according to a study published in a 2009 issue of the "Journal of Nutrition."
zh_cn: 绿茶中含有叫儿茶素类的抗氧化剂，能有效的减少内脏和皮下脂肪，根据o9年营养学报发布的一项报道。

source: Step 6
zh_cn: 第六步

source: Sleep for about seven to nine hours each night to help regulate levels of cortisol, which increases fat storage around your abdomen.
zh_cn: 每晚睡7到9小时帮助减少皮质（甾）醇，一种能增加腹部储存脂肪的物质。

source: To get more quality sleep, finish exercising at least three to four hours before going to sleep, cut back on caffeine and do not eat a large meal within three hours of going to bed.
zh_cn: 为保证睡眠质量，睡前3到4小时结束锻炼，少喝咖啡还有睡前3小时停止进食。
